{
  "blogs": [
    {
      "id": "b0ea",
      "title": "Way of kafka",
      "author": "yushi",
      "body": "Gatherings of diplomats are usually dull affairs, with the participants restricting themselves to bromides in order to avoid open disagreements. Tillerson, peering down over his reading glasses, spoke in a deep Texas drawl that evoked a frontier sheriff about to lose his patience. “No one can credibly claim that Iran has positively contributed to regional peace and security,” he said.\n\nTillerson is an imposing man; he is stocky, and has a head of swept-back gray hair and a wide mouth that often droops in a scowl. Turning to Zarif, he went on to say that Iran had funded groups like Hezbollah, the Lebanese Islamist militia; it had backed Bashar al-Assad, the murderous Syrian dictator; and it had sent its Navy into the Persian Gulf to harass American ships. The fault for all this, Tillerson said, lay in the nuclear deal, known as the Joint Comprehensive Plan of Action, which curtailed Iran’s nuclear-weapons program but not its aggressive actions in the region. For Tillerson, it was an emblem of the previous Administration’s overly lenient foreign policy, which sought to promote America’s priorities through consensus, rather than through the frank display of power. “Lifting the sanctions as required under the terms of the J.C.P.O.A. has enabled Iran’s unacceptable behavior,” he said.\n\nThe room went silent, until Zarif took the microphone. In the West, Zarif is an enigma; he was educated in the United States and speaks nearly perfect English, but he remains loyal to the revolutionary regime in Iran. In the course of the negotiations over the J.C.P.O.A., the Obama Administration came to regard Zarif as a moderate among hard-liners, trying to make a deal to avert a war."
    },
    {
      "id": "2c6d",
      "title": "The day of doom",
      "author": "mario",
      "body": "Trump was inaugurated on Friday, Jan. 20, 2017. On Monday night, as they did most evenings, Johnny and a small, informal prayer group met to pray in the backroom of a small Christian gift shop called Grace 251. Johnny’s girlfriend, Leslie, was there, along with her father, John Barker, and their friend Jerry Pearce and his wife, Joyce. They usually broke up by 8:30, but on this night they kept praying until after midnight. At one point, Jerry fell down on the floor for 45 minutes in a kind of catatonic state that he describes as being “out in the Spirit.” Within a few days, he told me, he opened his Bible to Psalm 39—an uneasy poem of both praise and gloom that includes the words “every man at his best state is but vapor”—and noticed a small spot of oil. Joyce assured him the grandkids hadn’t been near the book. It could only have come from God."
    }
  ]
}